{
  "siteInfo.title": "Home",
  "siteInfo.description": "We are Clockworks, the robotics team of the \"Gheorghe Şincai\" National College.",
  "siteInfo.image.alt": "",

  "mobileNav.languages": "Languages",

  "home.title": "Home",

  "page.title": "hello world",

  "index.landing.we-are": "We are",
  "index.landing.subtitle": "Dream. Build. Inspire. Repeat.",

  "index.about-us.title": "Who are we?",
  "index.about-us.description": "We are Clockworks, the robotics team of the \"Gheorghe Şincai\" National College.The robotics club is where beautiful friendships are made and where you can learn to work as a team. We spend our free time building various automated mechanisms, especially robots that have various purposes. Because of our passion for robots, we enter various competitions where we try to outdo ourselves every time. The biggest contest we enter is the BRD FIRST Tech Challenge, where we reached the national stage. The contest supports the moral values appropriate to fair competitiveness (Gracious Professionalism®), the functional-technical part of the robot, the marketing strategy of the created product and the entrepreneurial spirit.",
  "index.about-us.cta-button": "Find more about our work",

  "index.section-3.title": "What does Clockworks mean to us?",
  "index.section-3.subtitle": "More than a simple robotics club",
  "index.section-3.text": "All the activities and competitions we participated in help us to test our acquired skills every time, namely: building the robot, designing it and promoting the team and the built robot.Beyond the work of building robots, Clockworks is a true family where we support and try to learn from each other.",
  "index.section-3.cta-button": "Find more about the team",

  "index.section-4.latest-article": "Latest article",

  "index.section-6.title": "What people think about us",

  "index.departments.title": "Departments",
  "index.departments.cta": "Find more about us",
  "index.departments.subtitle": "Our club contains 3 departaments",
  "index.departments.mechanics.title": "Mechanical and design departament",
  "index.departments.mechanics.description": "The Mechanics-3D design department deals with the design and assembly of the robot from scratch. Members manage to build the best and most efficient mechanisms with the knowledge they have and the help of creativity.",
  "index.departments.programming.title": "Programming department",
  "index.departments.programming.description": "The Programming department brings the robot to life. This is where the magic for the robot to work happens: it detects, throws, positions itself, but not only that. Programming has many other uses necessary for a competition-worthy robot.",
  "index.departments.marketing.title": "Marketing department",
  "index.departments.marketing.description": "The Marketing department's primary purpose is administering social media, ensuring the team's management and logistics, thereby providing captivating and educational materials for the general public. Members of this department strive to attract as many people of any kind as possible to take part in the FIRST®️ (For Inspiration and Recognition of Science and Technology) experience.",

  "about-us.head.brow": "About us",
  "about-us.head.title": "We are Clockworks, the robotics team of the \"Gheorghe Şincai\" National College.",
  "about-us.head.cta-button": "Find out more about us",

  "about-us.sponsors.title": "Nothing would have been possible without the support of our sponsors:",

  "about-us.description.title": "Clockworks is the club where high school students share the same passion, robotics.",
  "about-us.description.text": "The robotics club is where beautiful friendships are made and where you can learn to work as a team. We spend our free time building various automated mechanisms, especially robots that have various purposes. Because of our passion for robots, we enter various competitions where we try to outdo ourselves every time. The biggest contest we enter is the BRD FIRST Tech Challenge, where we reached the national stage. The contest supports the moral values appropriate to fair competitiveness (Gracious Professionalism®), the functional-technical part of the robot, the marketing strategy of the created product and the entrepreneurial spirit.",

  "about-us.activity.title": "Our activity",
  "about-us.activity.build-design-comp.title": "Building, Design and Competitions",
  "about-us.activity.build-design-comp.description": "All the activities and competitions we participated in help us to test our acquired skills every time, namely: building the robot, designing it and promoting the team and the built robot.",
  "about-us.activity.support-and-learning.title": "Support and learning",
  "about-us.activity.support-and-learning.description": "Beyond the work of building robots, Clockworks is a true family where we support and try to learn from each other.",
  "about-us.activity.collaboration.title": "Collaboration for innovation",
  "about-us.activity.collaboration.description": "We are always looking for helping hands, advice and information. We are open to new collaborations to improve future robots and create as many projects as possible.",

  "about-us.history.title": "History of Clockworks",
  "about-us.history.beginning.title": "The Beginning:",
  "about-us.history.beginning.par-1": "To say that the Clockworks team had an unconventional start would be an understatement.",
  "about-us.history.beginning.par-2": "It all started in 2018, when an idea came up: how about making our own robotics team? For those who would build Clockworks began a road, a journey, that would change their lives in the most unexpected ways.",
  "about-us.history.beginning.par-3": "The first step was to find a home, a place where we could grow and work in harmony. We can say that we were lucky when the \"Gheorghe Şincai\" National College welcomed us.",
  "about-us.history.beginning.par-4": "Not everything was easy though, we had to have financial support from sponsorships, a workspace and a little help to get started. This is where the mentors, the heroes of the team, came in. We hadn't yet done anything to deserve them, but they were really needed.",
  "about-us.history.part-2.par-1": "Being a new team made up of students from 5 different high schools and without any resources, we had to compensate with ingenuity and hard work. Gradually, ideas, plans and small inventions began to emerge from a small annex that would make up the first robot we made.",
  "about-us.history.part-2.par-2": "We were proud of our work. The first reward came in the form of sponsors, our trusted partners who made the next steps possible.",
  "about-us.history.part-2.par-3": "Now, with a space, some parts and tools, we had to work on the most important aspect: becoming a team in the true sense of the word - this was the biggest challenge so far. We had to define ourselves as a group, even though we were extremely different from each other and we didn't always see things the same way. But we were all determined to succeed and that united us. None of this could prepare us for our first test.",
  "about-us.history.part-3.par-1": "When we got to the first Demo - a smaller simulation of the FIRST Tech Challenge competition - things were hectic, it was the first time everyone was seeing who we were and what we were capable of. While the technical students were doing the last tests and preparations, the marketing group had a special task, to make as many friends as possible and get to know the upcoming competition. We can say that we were surprised by the exceptional results, and as happy as we were, we became aware of the work ahead.",
  "about-us.history.part-3.par-2": "After a few more weeks of crafting, we reached our next stop. At the regional stage, the competitiveness could already be felt in the air, things had quickly become very serious. All the other established teams did already have well made robots and beautifully arranged booths, but with a bit of crafty organization combined with creative marketing we were able to get our team to the top of the most visible out there. Sustained work and effort brought us a well-deserved award and the first undisputed victory.",
  "about-us.history.part-3.par-3.1": "Since then we have always felt that we are on the right track and for ",
  "about-us.history.part-3.par-3.2": " years we have continued to prove that we are among the best, that we are a close-knit team and that we will always face any challenge, regardless of the circumstances.",
  "about-us.history.ending.1": "Today we honor our legacy by living up to the motto \"We work like ",
  "about-us.history.ending.2": "\", through hard work and our limitless creativity.",

  "projects.coming-soon": "Coming soon",
  "projects.go-back": "Go back",
  "projects.year": "Year",
  "projects.description": "Description",
  "projects.read-time": "Read time",
  "projects.minute": "A minute",
  "projects.minutes": "minutes",
  "projects.table-of-contents": "Table of contents",

  "forms.title": "Forms",
  "forms.subtitle": "Join the Innovation Wave: Empower your future with us",
  "forms.cta": "Fill out",

  "blog.subtitle": "Welcome to the Clockworks blog!",
  "blog.description.1": "Find out what we are cooking, what interests us and the",
  "blog.description.2": "cool stuff",
  "blog.description.3": "that we do",
  "blog.latest": "latest",
  "blog.read-more": "Read more",
  "blog.more-soon": "More is coming. Stay tuned!",
  "blog.categories.label": "categories",

  "categories.tech": "tech",
  "categories.latest-news": "latest news",

  "navLink.soon": "Soon",
  "navLink.about": "About",
  "navLink.work": "Our Work",
  "navLink.forms": "Forms",
  "navLink.blog": "Blog",

  "footer.madeBy": "Made by",
  "footer.languages.title": "Languages",
  "footer.locales.en": "English",
  "footer.locales.ro": "Romanian",
  "footer.navigation.title": "Navigation",
  "footer.social.title": "Social"
}
