{
  "siteInfo.title": "",
  "siteInfo.description": "",
  "siteInfo.image.alt": "",
  "mobileNav.languages": "Languages",
  "home.title": "Home",
  "page.title": "hello world",
  "index.landing.we-are": "We are",
  "index.landing.subtitle": "Dream. Build. Inspire. Repeat.",
  "index.about-us.title": "Who are we?",
  "index.about-us.description": "We are Clockworks, the robotics team of the \"Gheorghe Şincai\" National College.The robotics club is where beautiful friendships are made and where you can learn to work as a team. We spend our free time building various automated mechanisms, especially robots that have various purposes. Because of our passion for robots, we enter various competitions where we try to outdo ourselves every time. The biggest contest we enter is the BRD FIRST Tech Challenge, where we reached the national stage. The contest supports the moral values appropriate to fair competitiveness (Gracious Professionalism®), the functional-technical part of the robot, the marketing strategy of the created product and the entrepreneurial spirit.",
  "index.about-us.cta-button": "Find more about our work",
  "index.section-3.title": "What does Clockworks mean to us?",
  "index.section-3.subtitle": "More than a simple robotics club",
  "index.section-3.text": "All the activities and competitions we participated in help us to test our acquired skills every time, namely: building the robot, designing it and promoting the team and the built robot.Beyond the work of building robots, Clockworks is a true family where we support and try to learn from each other.",
  "index.section-3.cta-button": "Find more about the team",
  "index.departments.title": "Departments",
  "index.departments.subtitle": "Our club contains 3 departaments",
  "index.departments.mechanics.title": "Mechanical and design departament",
  "index.departments.mechanics.description": "The Mechanics-3D design department deals with the design and assembly of the robot from scratch. Members manage to build the best and most efficient mechanisms with the knowledge they have and the help of creativity.",
  "index.departments.programming.title": "Programming department",
  "index.departments.programming.description": "The Programming department brings the robot to life. This is where the magic for the robot to work happens: it detects, throws, positions itself, but not only that. Programming has many other uses necessary for a competition-worthy robot.",
  "index.departments.marketing.title": "Marketing department",
  "index.departments.marketing.description": "The Marketing department's primary purpose is social media management and logistics. Members manage Instagram, TikTok, Facebook and YouTube accounts, where interesting and educational material for the general public can be found. We cannot ignore sharing the FIRST® values. Members of this department strive to attract as many people of any kind as possible to take part in the FIRST® (For Inspiration and Recognition of Science and Technology) experience.",
  "navLink.soon": "Soon",
  "navLink.about": "About",
  "navLink.work": "Our Work",
  "navLink.blog": "Blog",
  "footer.madeBy": "Made by",
  "footer.languages.title": "Languages",
  "footer.locales.en": "English",
  "footer.locales.ro": "Romanian",
  "footer.navigation.title": "Navigation",
  "footer.social.title": "Social"
}