{
  "siteInfo.title": "",
  "siteInfo.description": "",
  "siteInfo.image.alt": "",

  "mobileNav.languages": "Limbi",

  "home.title": "Acasa",

  "page.title": "salut lume",

  "index.landing.we-are": "Noi suntem",
  "index.landing.subtitle": "Visează. Construieşte. Inspiră. Repetă.",

  "index.about-us.title": "Cine suntem?",
  "index.about-us.description": "Noi suntem Clockworks, echipa de robotică a Colegiului Naţional „Gheorghe Șincai”.Clubul de robotică este locul în care se leagă prietenii frumoase și înveți să lucrezi în echipă. Ne petrecem timpul liber construind diferite mecanisme automatizate, roboți care au diverse scopuri. Din pasiunea pentru roboți, ne înscriem la diferite concursuri unde încercăm să ne auto-depășim de fiecare dată. Cel mai mare concurs la care participăm este BRD FIRST Tech Challenge, unde am ajuns până la etapa națională. Concursul susţine valorile morale adecvate competitivităţii corecte (Gracious Professionalism®), partea tehnică funcţională a robotului construit, strategia de marketing a produsului creat şi spiritul antreprenorial.",
  "index.about-us.cta-button": "Descopera proiectele noastre",

  "index.section-3.title": "Ce reprezinta Clockworks pentru noi?",
  "index.section-3.subtitle": "Mai mult decat un simplu club de robotica",
  "index.section-3.text": "Toate activitățile și concursurile la care am participat ne ajută să ne testăm de fiecare dată abilitățile dobândite și anume: construirea robotului, proiectarea acestuia și promovarea per total a echipei.Dincolo de munca depusă în construirea roboților, Clockworks reprezintă o adevărată familie în care ne susținem reciproc și încercam să învățam unii de la ceilalți.",
  "index.section-3.cta-button": "Descoperă echipa",

  "index.departments.title": "Departamente",
  "index.departments.subtitle": "Echipa noastră se bazează pe 3 departamente principale",
  "index.departments.mechanics.title": "Departamentul de mecanica si design",
  "index.departments.mechanics.description": "Departamentul de Mecanică-design se ocupă cu proiectarea și asamblarea robotului de la 0. Membrii reușesc alături de bagajul de cunoștințe pe care îl au, cu ajutorul creativității, să construiască cele mai bune și mai eficiente mecanisme.",
  "index.departments.programming.title": "Departamentul de programare",
  "index.departments.programming.description": "Departamentul de Programare dă viață robotului. Aici se întâmplă magia de care are nevoie robutul să funcționeze: detectează, aruncă, se poziționează, dar nu numai. Programarea are multe alte întrebuințări necesare pentru un robot demn de concurs.",
  "index.departments.marketing.title": "Departamentul de marketing",
  "index.departments.marketing.description": "Departamentul de Marketing are ca prim scop administrarea rețelelor sociale, asigurarea managementului și logisticii echipei, astfel furnizând materiale captivante și educative pentru publicul larg. Membrii acestui departament se străduiesc să atragă cât mai mulți elevi, studenți și nu numai, să ia parte la experiența FIRST®️ (For Inspiration and Recognition of Science and Technology).",

  "about-us.head.brow": "Despre noi",
  "about-us.head.title": "Noi suntem Clockworks, echipa de robotică a Colegiului Naţional „Gheorghe Șincai”",
  "about-us.head.cta-button": "Aflați mai multe despre noi",

  "about-us.description.title": "Clockworks este clubul unde liceenii împărtășesc aceeași pasiune, robotica.",
  "about-us.description.text": "Clubul de robotică este locul în care se leagă prietenii frumoase și înveți să lucrezi în echipă. Ne petrecem timpul liber construind diferite mecanisme automatizate, roboți care au diverse scopuri. Din pasiunea pentru roboți, ne înscriem la diferite concursuri unde încercăm să ne auto-depășim de fiecare dată. Cel mai mare concurs la care participăm este BRD FIRST Tech Challenge, unde am ajuns până la etapa națională. Concursul susţine valorile morale adecvate competitivităţii corecte (Gracious Professionalism®), partea tehnică funcţională a robotului construit, strategia de marketing a produsului creat şi spiritul antreprenorial.",

  "about-us.activity.title": "Activitatea noastra",
  "about-us.activity.build-design-comp.title": "Construire, design și competiții",
  "about-us.activity.build-design-comp.description": "Toate activitățile și concursurile la care am participat ne ajută să ne testăm de fiecare dată abilitățile dobândite și anume: construirea robotului, proiectarea acestuia și promovarea echipei și robotului construit.",
  "about-us.activity.support-and-learning.title": "Susținere și invățare",
  "about-us.activity.support-and-learning.description": "Dincolo de munca depusă în construirea roboților, Clockworks reprezintă o adevărată familie în care ne susținem reciproc și încercam să învățam unii de la ceilalți.",
  "about-us.activity.collaboration.title": "Colaborare pentru inovare",
  "about-us.activity.collaboration.description": "Căutăm mereu mâini de ajutor, sfaturi și informaţii cât cuprinde. Suntem deschiși noilor colaborări pentru a îmbunătăți viitorii roboți și a dezvolta cât mai multe proiecte.",

  "about-us.history.title": "Istoria Clockworks",
  "about-us.history.beginning.title": "Începutul:",
  "about-us.history.beginning.par-1": "A spune că echipa Clockworks a avut un început neconvențional ar fi o afirmație modestă.",
  "about-us.history.beginning.par-2": "Totul a început în anul 2018, când a apărut o idee: cum ar fi să ne facem echipa noastră de robotică? Pentru cei care urmau să construiască Clockworks a început un drum, o călătorie, care urma să le transforme viața prin cele mai neprevăzute feluri.",
  "about-us.history.beginning.par-3": "Primul pas a fost să ne găsim o casă, un loc unde să ne putem dezvolta și lucra în armonie. Putem spune că am fost norocoși când Colegiul Național „Gheorghe Șincai” ne-a primit.",
  "about-us.history.beginning.par-4": "Nu toate au fost totuși la fel de ușoare, aveam nevoie de un sprijin financiar obținut din sponsorizări, de un spațiu de lucru și de un mic ajutor pentru a începe. Aici au intervenit mentorii, eroi ai echipei pentru care nu făcusem încă nimic ca să îi merităm, dar de care aveam mare nevoie.",
  "about-us.history.part-2.par-1": "Fiind o echipă nouă , formată din elevi din 5 licee diferite și fără nicio resursă, a trebuit să compensăm prin ingeniozitate și muncă asiduă. Treptat dintr-o mică anexă au început să iasă idei, planuri și mici invenții care urmau să compună primul robot făcut de noi. ",
  "about-us.history.part-2.par-2": "Eram mândri de munca noastră și prima răsplată a venit sub forma sponsorilor, partenerii noștri de încredere care au făcut următorii pași posibili.",
  "about-us.history.part-2.par-3": "Acum, având un spațiu, niște piese și câteva unelte, trebuia să lucrăm la cel mai important aspect: să devenim o echipă în sensul adevărat al cuvântului- aceasta a fost cea mai mare provocare de până acum. Trebuia să ne definim ca grup, eram extrem de diferiți unul de celălalt și nu mereu vedeam lucrurile la fel. Însă eram cu toții determinați să reușim și asta ne-a unit. Toate acestea nu aveau cum să ne pregătească pentru întâiul nostru test.",
  "about-us.history.part-3.par-1": "Când am ajuns la primul Demo - simulare a competițiilor FIRST Tech Challenge -, lucrurile erau agitate, aceasta era prima dată când lumea vedea cine suntem și de ce suntem în stare. În timp ce tehnicul realiza ultimele teste și pregătiri, cei de la marketing aveau un task special, să ne facem câți mai mulți prieteni și să cunoaștem viitoarea competiție. Putem spune că am fost surprinși de rezultatele excepționale, iar pe cât de bucuroși eram, pe atât de conștienți am devenit de munca care va urma.",
  "about-us.history.part-3.par-2": "După încă câteva săptămâni de meșterit, am ajuns la următoarea oprire. La etapa regională deja se simțea în aer competitivitatea, lucrurile deveniseră rapid foarte serioase. Deja toate celelalte echipe consacrate aveau roboți bine pregătiți și standuri frumos aranjate, dar cu un pic de organizare vicleană combinată cu marketing creativ am reușit să propulsăm echipa noastră în topul celor mai vizibile de acolo. Munca susținută și efortul depus ne-au adus un premiu bine meritat și prima victorie incontestabilă.",
  "about-us.history.part-3.par-3.1": "De atunci am simțit mereu că suntem pe drumul cel bun și timp de ",
  "about-us.history.part-3.par-3.2": " ani am continuat să dovedim că suntem printre cei mai buni, că suntem o echipă închegată și că mereu vom face față la orice provocare, indiferent de circumstanțe.",
  "about-us.history.ending.1": "În prezent ne onorăm moștenirea prin respectarea motto-ului „We work like ",
  "about-us.history.ending.2": "”, prin muncă asiduă și prin creativitatea noastră fară limite.",

  "projects.coming-soon": "În curand",
  "projects.go-back": "Înapoi",
  "projects.year": "Anul",
  "projects.description": "Descriere",
  "projects.read-time": "Timp de citit",
  "projects.minute": "Un minut",
  "projects.minutes": "minute",
  "projects.table-of-contents": "Cuprins",

  "blog.more-soon": "Urmează mai multe. Rămâneţi aproape!",

  "navLink.soon": "Curand",
  "navLink.about": "Despre noi",
  "navLink.work": "Proiecte",
  "navLink.blog": "Blog",

  "footer.madeBy": "Creat de",
  "footer.languages.title": "Traduceri",
  "footer.locales.en": "Engleză",
  "footer.locales.ro": "Română",
  "footer.navigation.title": "Navigare",
  "footer.social.title": "Social"
}
