{
  "siteInfo.title": "",
  "siteInfo.description": "",
  "siteInfo.image.alt": "",
  "mobileNav.languages": "Limbi",
  "home.title": "Acasa",
  "page.title": "salut lume",
  "index.landing.we-are": "Noi suntem",
  "index.landing.subtitle": "Visează. Construieşte. Inspiră. Repetă.",
  "index.about-us.title": "Cine suntem?",
  "index.about-us.description": "Noi suntem Clockworks, echipa de robotică a Colegiului Naţional „Gheorghe Șincai”.Clubul de robotică este locul în care se leagă prietenii frumoase și înveți să lucrezi în echipă. Ne petrecem timpul liber construind diferite mecanisme automatizate, roboți care au diverse scopuri. Din pasiunea pentru roboți, ne înscriem la diferite concursuri unde încercăm să ne auto-depășim de fiecare dată. Cel mai mare concurs la care participăm este BRD FIRST Tech Challenge, unde am ajuns până la etapa națională. Concursul susţine valorile morale adecvate competitivităţii corecte (Gracious Professionalism®), partea tehnică funcţională a robotului construit, strategia de marketing a produsului creat şi spiritul antreprenorial.",
  "index.about-us.cta-button": "Descopera proiectele noastre",
  "index.section-3.title": "Ce reprezinta Clockworks pentru noi?",
  "index.section-3.subtitle": "Mai mult decat un simplu club de robotica",
  "index.section-3.text": "Toate activitățile și concursurile la care am participat ne ajută să ne testăm de fiecare dată abilitățile dobândite și anume: construirea robotului, proiectarea acestuia și promovarea per total a echipei.Dincolo de munca depusă în construirea roboților, Clockworks reprezintă o adevărată familie în care ne susținem reciproc și încercam să învățam unii de la ceilalți.",
  "index.section-3.cta-button": "Descoperă echipa",
  "index.departments.title": "Departamente",
  "index.departments.subtitle": "Echipa noastră se bazează pe 3 departamente principale",
  "index.departments.mechanics.title": "Departamentul de mecanica si design",
  "index.departments.mechanics.description": "Departamentul de Mecanică-design se ocupă cu proiectarea și asamblarea robotului de la 0. Membrii reușesc alături de bagajul de cunoștințe pe care îl au, cu ajutorul creativității, să construiască cele mai bune și mai eficiente mecanisme.",
  "index.departments.programming.title": "Departamentul de programare",
  "index.departments.programming.description": "Departamentul de Programare dă viață robotului. Aici se întâmplă magia de care are nevoie robutul să funcționeze: detectează, aruncă , se poziționează, dar nu numai. Programarea are multe alte întrebuințări necesare pentru un robot demn de concurs.",
  "index.departments.marketing.title": "Departamentul de marketing",
  "index.departments.marketing.description": "Departamentul de Marketing are ca prim scop administrarea rețelelor sociale și logistică. Membrii se ocupă de conturile de Instagram, TikTok, Facebook și Youtube, unde se pot găsi materiale interesante și educative pentru publicul larg. Nu putem ignora împărtășirea valorilor FIRST®. Membrii acestui deprtament se străduiesc să atragă cât mai mulți elevi, studenți și nu numai, să ia parte la experiența FIRST® (For Inspiration and Recognition of Science and Technology).",
  "navLink.soon": "Curand",
  "navLink.about": "Despre noi",
  "navLink.work": "Proiecte",
  "navLink.blog": "Blog",
  "footer.madeBy": "Creat de",
  "footer.languages.title": "Traduceri",
  "footer.locales.en": "Engleză",
  "footer.locales.ro": "Română",
  "footer.navigation.title": "Navigare",
  "footer.social.title": "Social"
}